do

function run(msg, matches)
  return "ببین کیرمم نیستی اگه بودی سرت سوراخ بود
  مادر جنده
  پدرسگ 
  شب میام ننتو از پیش بابات برمیدارم  میبرم محضر رفیقم
  میگه دو تا شاهد.میگم من 4 تا دارم بیناموس 
  خودمو سایم کیرمو خایم 
  بعد ننتو عقد میکنم میبرم جوری جرش میدم که دیگه نتونه راه بره
  حالا برو گم شو تا نگاییدم ننتو
  ناخن گیر کفگیر دزدگیر سیکتیر کس ننت کیر اقام دست ننت, " .. matches[1]
end

return {
  description = "For badkhah", 
  usage = "bega [name]",
  patterns = {
    "^bega (.*)$",
    "^bega (.*)$"
  }, 
  run = run 
}

end
